/* Localized versions of Alert message carried in java applications */
/* 'OldJavaAlert' means the alert we display when trying to run a double clickable on an version of Mac OS X that doesn't support some feature in the app -- the Java is too old. */

"Cannot launch application" = "Java 응용 프로그램을 실행할 수 없습니다";
"It requires a newer java" 	= "Java 업데이트 1과 함께 Mac OS X 10.1을 설치하거나 더 새로운 버전의 OS를 설치해야합니다";
"Quit" 						= "종료";
